{"IP": {"newsHeadlines": [{"datetime": 1574862326000, "headline": "California and China Strengthen Cleantech Ties as Trade War Smolders", "source": "Green Technology", "url": "https://cloud.iexapis.com/v1/news/article/76446e96-4b68-4df8-a3bc-c8149347421b", "summary": "CHENGDU, CHINA — At least a dozen cranes are visible from the Holiday Inn at Tianfu New Area, a state designated development zone on the outskirts of Chengdu, the capital of Sichuan Province. The Tianfu New Area is so new, in fact, that the streets and sidewalks below the towering construction equipment are virtually empty. As Beijing, Shanghai and Shenzhen have established themselves as epicenters for high-tech investment and innovation, the Chinese government has shifted its focus to building out a competitive technology ecosystem in this cloudy inland metropolis. Chengdu is already home to several large international corporations, including Dell and IBM. The Chinese tech giant Huawei operates a research center in Chengdu, and recently rolled out multi-dimensional 5G network across the city. Chengdu’s Tianfu New Area was approved in 2014 to serve as a model for sustainable urban development and a hub for strategic new industries. Now, it is where key stakeholders are concentrating efforts to expand their work on the “Energy Internet,” or the deep integration of energy and information technology, which was identified as a strategic focus area in China’s 13 th Five-Year Plan.", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/76446e96-4b68-4df8-a3bc-c8149347421b", "lang": "en", "hasPaywall": false}, {"datetime": 1574679795000, "headline": "INTERPUMP GROUP SPA : Stock Market News and Information | IP| IT0001078911 | MarketScreener", "source": "MarketScreener", "url": "https://cloud.iexapis.com/v1/news/article/3643be75-9226-429c-90fd-e8389581f2e9", "summary": "INTERPUMP GROUP SPA : News, information and stories for INTERPUMP GROUP SPA | Italian Stock Exchange: IP | Italian Stock Exchange", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/3643be75-9226-429c-90fd-e8389581f2e9", "lang": "en", "hasPaywall": false}, {"datetime": 1574612036000, "headline": "China agrees to toughen intellectual property theft penalties, a key US priority", "source": "Fox Business", "url": "https://cloud.iexapis.com/v1/news/article/b13e4ad4-4ba4-4e05-975d-d0e0ceee076a", "summary": "Companies like Huawei have been accused of IP theft.", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/b13e4ad4-4ba4-4e05-975d-d0e0ceee076a", "lang": "en", "hasPaywall": false}, {"datetime": 1574426170000, "headline": "3 Big Stock Charts for Friday: Micron Technology, International Paper, and Electronic Arts", "source": "InvestorPlace", "url": "https://cloud.iexapis.com/v1/news/article/71d10494-60b9-4d51-9895-bb9c0c927e46", "summary": "Friday's big stock charts, including MU stock, highlight three names that, like the broad market, look a bit wobbly at the moment.", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/71d10494-60b9-4d51-9895-bb9c0c927e46", "lang": "en", "hasPaywall": false}, {"datetime": 1574285400000, "headline": "International Paper to Release Fourth-Quarter and Full-Year 2019 Earnings On January 30, 2020", "source": "PR Newswire", "url": "https://cloud.iexapis.com/v1/news/article/f957303c-5aa8-4f1c-a31d-66373f54e0f3", "summary": "MEMPHIS, Tenn., Nov. 20, 2019 /PRNewswire/ -- International Paper (NYSE: IP) will release fourth-quarter and full-year 2019 earnings on Thursday, January 30, 2020 before the opening of the New York Stock Exchange. The company will host a webcast to discuss earnings and current market…", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/f957303c-5aa8-4f1c-a31d-66373f54e0f3", "lang": "en", "hasPaywall": false}, {"datetime": 1574199000000, "headline": "International Paper Chairman and CEO to Speak at Citi 2019 Basic Materials Conference", "source": "PR Newswire", "url": "https://cloud.iexapis.com/v1/news/article/732e87bc-5b26-4f3c-8df1-48667122e512", "summary": "MEMPHIS, Tenn., Nov. 19, 2019 /PRNewswire/ -- International Paper (NYSE: IP) Chairman and Chief Executive Officer Mark S. Sutton will speak at the Citi 2019 Basic Materials Conference on December 4, 2019 in New York City. The presentation is scheduled to begin at 8:45 am ET and will be…", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/732e87bc-5b26-4f3c-8df1-48667122e512", "lang": "en", "hasPaywall": false}, {"datetime": 1573668000000, "headline": "UK law firm adds to Irish presence", "source": "BreakingNews.ie", "url": "https://cloud.iexapis.com/v1/news/article/4a92c6f7-4688-4581-a3a4-257b8779184e", "summary": "UK law firm Lewis Silkin LLP has bolstered its Irish presence by naming Victor Timon as a partner in its Dublin office, expanding its commercial, technology, IP and data protection offering in the European market.", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/4a92c6f7-4688-4581-a3a4-257b8779184e", "lang": "en", "hasPaywall": false}, {"datetime": 1573667115000, "headline": "Mirantis says it has acquired Docker Enterprise, including the business, team, and IP, as Docker raises $35M from Benchmark amid difficulties at the company (Frederic Lardinois/TechCrunch)", "source": "Techmeme", "url": "https://cloud.iexapis.com/v1/news/article/78c3b1eb-214c-4f45-97aa-7e4ee4173537", "summary": "Frederic Lardinois / TechCrunch : Mirantis says it has acquired Docker Enterprise, including the business, team, and IP, as Docker raises $35M from Benchmark amid difficulties at the company — Mirantis today announced that it has acquired Docker's Enterprise business and team. Docker Enterprise was very much the heart …", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/78c3b1eb-214c-4f45-97aa-7e4ee4173537", "lang": "en", "hasPaywall": false}, {"datetime": 1573659784000, "headline": "I tried an app that recommends stock picks based on your astrological sign. Here's what it's like to discover your investment portfolio match made in the heavens.", "source": "Business Insider", "url": "https://cloud.iexapis.com/v1/news/article/a0746f25-d411-4d89-9343-0c0e19ddc3ee", "summary": "For fans of astrology, there's now a mobile app that applies the study of the stars to stock investments. MSCHF, a Brooklyn-based creative label, created an app called Bull & Moon that suggests an investment portfolio of six stocks based on astrological compatibility. Bull & Moon simply asks for your name, birthday, and investment experience. From there, it will pair you with companies by using their founding dates as birthdays to determine the stocks with astrological signs that are most compatible with your own. Here's what it was like to discover my investment portfolio match made in the heavens. Read more stories on the Business Insider homepage . There are countless established strategies for both the enterprising and passive investor. With the advent of robo-advisers, it's easier than ever for investors to set their portfolios on autopilot. Aspiring day-traders and options connoisseurs have found a haven in commission-free Robinhood. Now, a group of Brooklyn-based developers are pushing the bounds of investment strategy and establishing a new frontier: portfolio construction based on astrological compatibility.", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/a0746f25-d411-4d89-9343-0c0e19ddc3ee", "lang": "en", "hasPaywall": false}, {"datetime": 1572964200000, "headline": "Don Morrison named Executive Chairman of BAI Communications in Canada", "source": "Benzinga Feeds", "url": "https://cloud.iexapis.com/v1/news/article/81220309-5697-4ea1-865b-6663814f4b42", "summary": "TORONTO , Nov. 5, 2019 /CNW/ - BAI Communications, a global leader in the design, build and operation of communications infrastructure, has today announced the appointment of Don Morrison as the Executive Chairman of its Canadian business, effective 11 th November 2019 . The role of Executive Chairman has been created as BAI Communications Canada CEO, Ken Ranger , relocates to London to take up a new post as Chief Operating Officer for BAI Communications in the UK. As CEO in Canada , Ken led the team responsible for the rollout of the Toronto Transit Commission (TTC) cellular, IP and Wi-Fi network across the Toronto subway. As Executive Chairman, Don will be driving the business, following a handover from Ken. BAI Communications Group CEO Jim Hassell paid tribute to Ken's involvement in the evolution of the BAI business in Canada . \"Ken's deep industry experience and success in Canada will be a valuable addition to the UK team. I would like to take this opportunity to thank Ken for his immense contribution to the company thus far and wish him the very best in his new role.", "related": "IP", "image": "https://cloud.iexapis.com/v1/news/image/81220309-5697-4ea1-865b-6663814f4b42", "lang": "en", "hasPaywall": false}]}}