{"K": {"newsHeadlines": [{"datetime": 1574839325000, "headline": "Kellogg joins hands with The Breakfast Revolution and Sesame Workshop India to bring forth a ‘Bright Start’", "source": "The Financial Express", "url": "https://cloud.iexapis.com/v1/news/article/5fa80dcd-fd67-4782-b1c1-a5eae4d63d14", "summary": "As part of the program, 5,674 underprivileged children primarily based in Maharashtra and Karnataka, are being provided with breakfast", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/5fa80dcd-fd67-4782-b1c1-a5eae4d63d14", "lang": "en", "hasPaywall": false}, {"datetime": 1574809320000, "headline": "13 unique food and drink items released in 2019", "source": "Business Insider", "url": "https://cloud.iexapis.com/v1/news/article/8ecc0771-5dbb-425b-9840-66ffe8da3700", "summary": "A number of food and beverage companies made waves with unconventional product releases in 2019. As the year comes to a close, we look back at some surprising products that have come out so far. A few have unique flavors, like Roasted Turkey Pringles and pumpkin-spice flavored SPAM. Others combine sweet and savory in unexpected ways, like a steak and bourbon ice cream and chocolate gnocchi. Visit Insider's homepage for more stories. Trader Joe's Chocolate Lava Gnocchi combines sweet and savory in an unexpected way. Trader Joe's dropped the new product on November 15, and it doesn't seem like it's leaving shelves anytime soon. Business Insider's Erin McDowell found the texture of the potato dish to be a little too much for dessert. However, she did love the rich, chocolatey flavor of the molten lava. Although it was only available for a month, KFC's Cheetos Sandwich combining fried chicken and Cheetos was a hit among lovers of the crunchy, cheesy chip. In her review of the limited-edition item, which was released on July 1, Business Insider's Irene Jiang wrote that \"the sharp, pungent, Cheetos cheese tang was the perfect match for KFC's crispy-as-funk fried chicken.\" Over the summer, Jack in the Box fans got excited about \"Tiny Tacos,\" a bite-sized version of the fast-food chain's tacos that was tested in a few select locations.", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/8ecc0771-5dbb-425b-9840-66ffe8da3700", "lang": "en", "hasPaywall": false}, {"datetime": 1574778618000, "headline": "Has Kinross Gold (KGC) Outpaced Other Basic Materials Stocks This Year?", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/2087d4f3-16bb-4833-915d-c4feec372d59", "summary": "Is (KGC) Outperforming Other Basic Materials Stocks This Year?", "related": "KGC,K", "image": "https://cloud.iexapis.com/v1/news/image/2087d4f3-16bb-4833-915d-c4feec372d59", "lang": "en", "hasPaywall": false, "symbol": "KGC"}, {"datetime": 1574707707000, "headline": "Cerveza hecha a base de Choco Krispies, la última innovación de Kellogg", "source": "ABC", "url": "https://cloud.iexapis.com/v1/news/article/f90e31f9-df1c-4e1f-bae9-95fa8d0c5ed8", "summary": "Kellogg, fabricante de marcas como Special K, All-Bran o Pringles, entre otras, se ha aliado con 'Cervezas La Gardenia' para elaborar la cerveza artesanal 'Rosita Kellogg's Choco Krispies' con la que reducir su desperdicio alimentario. En concreto, esta iniacitiva surge con el objetivo de reutilizar el arroz tostado con cacao Choco Krispies de Kellogg's, que, habiendo sido desechado durante el proceso de producción, está en perfectas condiciones para el consumo humano. De esta forma, se ha elaborado 'Rosita Kellogg's Choco Krispies', una cerveza artesanal tipo Blonde Ale, elaborada por la cervecera arraconense 'Cervezas La Gardenia', especializada en la producción de cerveza artesanal elaborada de forma sostenible. La multinacional de cereales y snacks acaba de anunciar un nuevo objetivo de reducción de desperdicio alimentario. Así, para 2030 reducirá sus desechos orgánicos, que incluyen el desperdicio de alimentos, en un 50% como parte de su compromiso corporativo global para reducir su impacto en el planeta.", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/f90e31f9-df1c-4e1f-bae9-95fa8d0c5ed8", "lang": "es", "hasPaywall": false}, {"datetime": 1574691527000, "headline": "How 'Zippy' Santa's move to Kellogg's will help feed hungry kids", "source": "Manchester Evening News", "url": "https://cloud.iexapis.com/v1/news/article/1c0bc987-343e-48da-a8d3-507f44fd190b", "summary": "'It’s fantastic that in the process we are helping to support charitable causes alongside the city council in 2020'", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/1c0bc987-343e-48da-a8d3-507f44fd190b", "lang": "en", "hasPaywall": false}, {"datetime": 1574430600000, "headline": "2 of the Top Gold Stocks to Buy Heading Into the New Year", "source": "The Motley Fool Canada", "url": "https://cloud.iexapis.com/v1/news/article/5f46d0d7-f504-4df9-bd15-76c90ed806fd", "summary": "The gold producing sector continues to be one of the top sectors to be invested in going into 2020 and Kinross Gold Corp (TSX:K)(NYSE:KGC) is one of the top stocks in the industry.", "related": "KGC,K", "image": "https://cloud.iexapis.com/v1/news/image/5f46d0d7-f504-4df9-bd15-76c90ed806fd", "lang": "en", "hasPaywall": false, "symbol": "KGC"}, {"datetime": 1574353211000, "headline": "Would you like some salt with your Pop-Tart? Kellogg is releasing a pretzel version of the breakfast snack", "source": "USA Today", "url": "https://cloud.iexapis.com/v1/news/article/d1df219d-0c76-4ac7-ad02-72b5d10b3209", "summary": "Kellogg Company said it plans to release a version of its Pop-Tarts with a salty, pretzel crust in January 2020.", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/d1df219d-0c76-4ac7-ad02-72b5d10b3209", "lang": "en", "hasPaywall": false}, {"datetime": 1574274600000, "headline": "Veteran, IT Engineer, Cheer Dad: One Kellogg employee's story on work-life balance", "source": "PR Newswire", "url": "https://cloud.iexapis.com/v1/news/article/fd6678e5-4254-4cbd-9430-2b9f3e9e756c", "summary": "BATTLE CREEK, Mich., Nov. 20, 2019 /PRNewswire/ -- Kellogg Company recently welcomed Working Mother Magazine's editor-in-chief Meredith Bodgas to its global headquarters for an engaging conversation on work-life-balance with Kellogg Chief Growth Officer, Monica McGurk. The event,…", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/fd6678e5-4254-4cbd-9430-2b9f3e9e756c", "lang": "en", "hasPaywall": false}, {"datetime": 1574235180000, "headline": "Kellogg (K) Up More Than 15% in 6 Months, Organic Sales Aid", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/61f9562f-bffc-4ddc-8afd-44d518efddc9", "summary": "Kellogg (K) gains momentum on the back of organic growth and buyouts. Further, the company is on track with portfolio-restructuring efforts.", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/61f9562f-bffc-4ddc-8afd-44d518efddc9", "lang": "en", "hasPaywall": false}, {"datetime": 1573966865000, "headline": "Piper Jaffray Companies Raises Kellogg (NYSE:K) Price Target to $74.00", "source": "Modern Readers", "url": "https://cloud.iexapis.com/v1/news/article/d4a06728-eb1c-4ca6-ae4d-ef7a2ca12a1e", "summary": "Kellogg (NYSE:K) had its price objective increased by Piper Jaffray Companies from $72.00 to $74.00 in a research note issued to investors on Tuesday morning, Stock Target Advisor reports. They currently have an overweight rating on the stock. Piper Jaffray Companies also issued estimates for Kellogg’s Q1 2020 earnings at $1.02 EPS, Q4 2020 earnings […]", "related": "K", "image": "https://cloud.iexapis.com/v1/news/image/d4a06728-eb1c-4ca6-ae4d-ef7a2ca12a1e", "lang": "en", "hasPaywall": false}]}}