{"MDLZ": {"newsHeadlines": [{"datetime": 1574494252000, "headline": "Millionenklagen gegen Milka-Hersteller in Österreich", "source": "Kurier.at", "url": "https://cloud.iexapis.com/v1/news/article/ae073cbd-3dea-4c55-b210-a26a50ac4694", "summary": "Anzeigen von zwei heimischen Großhändlern gegen internationalen Mondelez-Konzern. Der internationale Lebensmittelkonzern Mondelez , zu dem Marken wie Oreo, Milka oder Toblerone gehören, ist ins Visier der Europäischen Kommission geraten. Wie der KURIER exklusiv berichtete, fanden Anfang dieser Woche Hausdurchsuchungen in Mondelez-Niederlassungen in mehreren Ländern statt – so unter anderem auch in der Wiener Zentrale. Dabei sollen Unterlagen und Computer beschlagnahmt sowie Büros versiegelt worden sein. Weder Mondelez noch die EU-Kommission wollten sich bis dato zu den Hintergründen der Aktion äußern. Es soll um Kartellabsprachen gehen. In Österreich sieht sich das Unternehmen darüber hinaus aktuell auch mit zwei millionenschweren Klagen von Geschäftspartnern konfrontiert. Wie KURIER-Recherchen ergaben, haben zwei österreichische Großhändler wegen angeblicher Kartellrechtsverstöße und illegaler Export-Vorgaben von Mondelez Klage beim Oberlandesgericht Wien eingebracht. Marktbeherrschende Stellung Im wesentlichen lauten die Vorwürfe, Mondelez habe den Großhändlern besonders günstige Konditionen eingeräumt, ihnen im Gegenzug aber vorgeschrieben, die Ware ausschließlich im Ausland, nicht in Österreich verkaufen zu dürfen.", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/ae073cbd-3dea-4c55-b210-a26a50ac4694", "lang": "de", "hasPaywall": false}, {"datetime": 1574374026000, "headline": "Mondelez International : CWAers Protest Paul Singer and Call for Billionaires to Pay Taxes", "source": "MarketScreener", "url": "https://cloud.iexapis.com/v1/news/article/55f1f211-074f-4609-a5e7-8fd31d42a346", "summary": "CWAers joined progressive activists on Wednesday in Manhattan to expose the role of vulture capitalist Paul Singer and the Manhattan Institute in blocking stronger protections for…", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/55f1f211-074f-4609-a5e7-8fd31d42a346", "lang": "en", "hasPaywall": false}, {"datetime": 1574374025000, "headline": "Mondelez International : New Mexico Adopts Strong Service Quality and Consumer Protections for CenturyLink", "source": "MarketScreener", "url": "https://cloud.iexapis.com/v1/news/article/9e6f068e-e63c-4840-9f54-3a36544ebdfe", "summary": "The New Mexico Public Regulation Commission adopted strong service quality and consumer protection rules for CenturyLink on October 31st. The work of CWA members, including attending…", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/9e6f068e-e63c-4840-9f54-3a36544ebdfe", "lang": "en", "hasPaywall": false}, {"datetime": 1572369903000, "headline": "Large Mondelez Option Strangle Trade Suggests A Major Earnings Move Is Coming", "source": "Benzinga", "url": "https://cloud.iexapis.com/v1/news/article/297167fa-39fe-4835-88f0-106b220b6314", "summary": "Mondelez International INC (NASDAQ: MDLZ ) shares traded higher on Tuesday and have more than doubled the overall return of the S&P 500 in the past year. As the food giant gears up for earnings on Tuesday afternoon after the close, Mondelez has certainly gotten at least one large option trader’s attention. Unfortunately for Mondelez traders, it appears the large option trades are a bet on volatility rather than direction. The Trades On Tuesday, Benzinga Pro subscribers received four option alerts related to unusually large trades of Mondelez. Two of the largest trades in particular stood out: At 10:07 a.m., a trader bought 714 Mondelez call options with a $55 strike price expiring on Friday near the ask price at 46 cents. The trade represented an $32,844 bullish bet. Almost simultaneously, the trader bought 714 Mondelez put options with a $50 strike price expiring on Friday near the ask price at 34.5 cents. The trade represented an $24,633 bearish bet. Why It's Important Even traders who stick exclusively to stocks often monitor option market activity closely for unusually large trades.", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/297167fa-39fe-4835-88f0-106b220b6314", "lang": "en", "hasPaywall": false}, {"datetime": 1572341019000, "headline": "12 Stocks To Watch For October 29, 2019", "source": "Benzinga Feeds", "url": "https://cloud.iexapis.com/v1/news/article/8c2a0b37-47a6-424f-a7d8-101c360e4d04", "summary": "Some of the stocks that may grab investor focus today are: Wall Street expects Kellogg Company (NYSE: K ) to report quarterly earnings at $0.91 per share on revenue of $3.35 billion before the opening bell. Kellogg shares gained 0.3% to close at $61.06 on Monday. Analysts expect Mondelez International, Inc. (NASDAQ: MDLZ ) to post quarterly earnings at $0.60 per share on revenue of $6.34 billion after the closing bell. Mondelez shares gained 0.2% to $52.50 in after-hours trading. Before the markets open, Mastercard Incorporated (NYSE: MA ) is projected to report quarterly earnings at $2.01 per share on revenue of $4.42 billion. Mastercard shares fell 0.1% to $275.77 in after-hours trading. Alphabet Inc (NASDAQ: GOOG ) reported weaker-than-expected earnings for its third quarter, while sales missed estimates. Alphabet shares fell 1.4% to $1,272.00 in the after-hours trading session. Analysts are expecting Pfizer … Full story available on Benzinga.com", "related": "MA,MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/8c2a0b37-47a6-424f-a7d8-101c360e4d04", "lang": "en", "hasPaywall": false, "symbol": "MA"}, {"datetime": 1568643600000, "headline": "The Zacks Analyst Blog Highlights: Intel, Adobe Systems, Mondelez International, Morgan Stanley and Arista Networks", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/aa6f59da-272b-434e-9fca-746eca62363e", "summary": "The Zacks Analyst Blog Highlights: Intel, Adobe Systems, Mondelez International, Morgan Stanley and Arista Networks", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/aa6f59da-272b-434e-9fca-746eca62363e", "lang": "en", "hasPaywall": false}, {"datetime": 1567654505000, "headline": "Mondelez International, Inc. (MDLZ) CEO Dirk Van de Put Presents at Barclays Global Consumer Staples Conference (Transcript)", "source": "Seeking Alpha", "url": "https://cloud.iexapis.com/v1/news/article/9fa3db3b-c1a0-4a71-a814-8d865fa426b7", "summary": "Mondelez International, Inc. (NASDAQ:MDLZ) Barclays Global Consumer Staples Conference Call September 4, 2019 09:45 ET Company Participants Dirk Van de Put - Ch", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/9fa3db3b-c1a0-4a71-a814-8d865fa426b7", "lang": "en", "hasPaywall": false}, {"datetime": 1565896860000, "headline": "Mondelez, Kraft settle wheat price manipulation case", "source": "MarketWatch", "url": "https://cloud.iexapis.com/v1/news/article/ec48f40a-8e52-4ce3-bcf6-3f24e7623005", "summary": "The U.S. Commodity Futures Trading Commission on Thursday said Mondelez International Inc. and Kraft Heinz agreed to a $16 million penalty to settle a…", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/ec48f40a-8e52-4ce3-bcf6-3f24e7623005", "lang": "en", "hasPaywall": false}, {"datetime": 1564657200000, "headline": "Mondelez International and Simon Property Group Are Raising Their Dividends", "source": "Barron's", "url": "https://cloud.iexapis.com/v1/news/article/2bb78825-dd74-449f-9509-18ad38147e49", "summary": "Mondelez International, whose products include Oreo cookies and Ritz crackers, and Simon Property Group, which operates malls across the U.S., announced dividend increases.", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/2bb78825-dd74-449f-9509-18ad38147e49", "lang": "en", "hasPaywall": true}, {"datetime": 1564528657000, "headline": "Oreo maker Mondelez raises sales forecast as emerging markets fuel...", "source": "Reuters", "url": "https://cloud.iexapis.com/v1/news/article/2e5a2861-9b40-41b1-bae4-018680a262c1", "summary": "Mondelez International Inc raised its 2019 sales forecast on Tuesday, benefiting from several years of tailoring its chocolates and cookies to cater to consumer tastes in emerging markets such as China and India.", "related": "MDLZ", "image": "https://cloud.iexapis.com/v1/news/image/2e5a2861-9b40-41b1-bae4-018680a262c1", "lang": "en", "hasPaywall": false}]}}