{"EL": {"newsHeadlines": [{"datetime": 1574856600000, "headline": "Best Skincare & Makeup Black Friday 2019 Deals: Kylie, Estee Lauder, Lancome & Clinique Savings Compared by Deal Tomato", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/291bfc49-8f2f-49ef-8f18-3ed1029b3f89", "summary": "BOSTON--(BUSINESS WIRE)--Compare the best Black Friday makeup & skincare deals for 2019 and save on Estee Lauder, Kylie & more top-rated cosmetics brands", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/291bfc49-8f2f-49ef-8f18-3ed1029b3f89", "lang": "en", "hasPaywall": false}, {"datetime": 1574341200000, "headline": "Amazon and Nike Retain Social Influence Leadership in a Strong Category", "source": "PR Newswire", "url": "https://cloud.iexapis.com/v1/news/article/823ef0ff-6e74-4596-9c9b-31623269bc6b", "summary": "NEW YORK, Nov. 21, 2019 /PRNewswire/ -- Engagement Labs (TSXV: EL), an industry-leading data and analytics firm that provides social intelligence for Fortune 500 companies, has released its TotalSocial® ranking of the top retail brands in the U.S. based on social influence. Retail is a…", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/823ef0ff-6e74-4596-9c9b-31623269bc6b", "lang": "en", "hasPaywall": false}, {"datetime": 1574203260000, "headline": "The Estée Lauder Companies to Issue $1.8 Billion of Senior Notes", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/ecbeaf09-8567-40f9-bda9-2093a865c004", "summary": "NEW YORK--(BUSINESS WIRE)--The Estée Lauder Companies Inc. (NYSE: EL) today announced the offering and pricing of $500 million aggregate principal amount of its 2.000% Senior Notes due 2024, $650 million aggregate principal amount of its 2.375% Senior Notes due 2029 and $650 million aggregate principal amount of its 3.125% Senior Notes due 2049. The offering was made pursuant to an effective registration statement filed by The Estée Lauder Companies Inc. with the Securities and Exchange Commiss", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/ecbeaf09-8567-40f9-bda9-2093a865c004", "lang": "en", "hasPaywall": false}, {"datetime": 1574172614000, "headline": "Blockchain Can Help End Child Labor In Cosmetics Supply Chains", "source": "Benzinga Feeds", "url": "https://cloud.iexapis.com/v1/news/article/dc630633-6852-44c7-8c9e-5e193ceb41bf", "summary": "The cosmetics market is one of the fastest-growing industries in the world, with it being valued at $532 billion last year and projected to grow rapidly – buoyed by social media influencers and targeted marketing. But what is ironic is the fact that sustaining the world of glitz and sparkle ultimately boils down to lackluster supply chains, which power the market by sourcing ingredients for cosmetics businesses to continue addressing market demand. Like all global supply chains, cosmetics logistics contends with its fair share of complexities, which flare up due to the lack of transparency and visibility into operations of all the stakeholders within the value chain. Of the several raw materials being shipped around the world to cosmetics manufacturing plants, mica is proving to be a staple commodity, with most of the cosmetic brands using the mineral to add the much-needed \"glean\" to their products. However, it is only when the discussion moves to the sourcing of mica that it starts becoming a concern.", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/dc630633-6852-44c7-8c9e-5e193ceb41bf", "lang": "en", "hasPaywall": false}, {"datetime": 1574078160000, "headline": "Estee Lauder to acquire shares of Dr. Jart+ parent it does not already own", "source": "MarketWatch", "url": "https://cloud.iexapis.com/v1/news/article/4ba7d638-20fb-49ff-ac4c-6ad40a7bbf34", "summary": "The Estee Lauder Cos. Inc. said Monday it has agreed to acquire the shares of Have & Be Co. Ltd. it does not already own, giving it full control of the…", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/4ba7d638-20fb-49ff-ac4c-6ad40a7bbf34", "lang": "en", "hasPaywall": false}, {"datetime": 1574077500000, "headline": "The Estée Lauder Companies to Acquire Dr. Jart+", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/389679a8-3e12-40cc-b000-c19770bbf8e6", "summary": "NEW YORK--(BUSINESS WIRE)--The Estée Lauder Companies Inc. (NYSE: EL) announced today that it has signed an agreement to acquire the shares that it does not already beneficially own in Have & Be Co. Ltd., the Seoul-based, global skin care company behind Dr. Jart+ and men’s grooming brand Do The Right Thing. Expected to close in December 2019, the acquisition follows the Company’s December 2015 minority investment in Have & Be Co. Ltd. and is pursuant to an agreement made at that time. A", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/389679a8-3e12-40cc-b000-c19770bbf8e6", "lang": "en", "hasPaywall": false}, {"datetime": 1573987497000, "headline": "3 Monster Growth Stocks That Can Move Even Higher", "source": "Nasdaq", "url": "https://cloud.iexapis.com/v1/news/article/c4a48592-f059-4f64-a391-3ee5e2629fc1", "summary": "One thing is clear: investors are constantly searching for serious growth names. These aren’t any old stocks with blink-and-you’ll-miss-it growth narratives. We’re talking about stocks in it for the long-haul, poised to climb higher and deliver returns in the years to come. For investors that have settled on this strategy, what’s the best way to find these tickers with growth prospects that go above and beyond? Our suggestion: make use of TipRanks. The platform’s Stock Screener tool simplified our research process by allowing us to filter our search results by analyst consensus and upside potential from the current share price. To this end, we were able to pinpoint 3 stocks primed for substantial long-term gains. With this in mind, let’s get started. Equinix, Inc. ( EQIX ) Equinix is best-known for being the world’s largest data center and colocation provider, with its products enabling speedy application performance and low latency. On the heels of its third quarter earnings, several members of the Street are backing EQIX, which is already up 56% year-to-date.", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/c4a48592-f059-4f64-a391-3ee5e2629fc1", "lang": "en", "hasPaywall": false}, {"datetime": 1573854300000, "headline": "The Estée Lauder Companies Holds Annual Meeting of Stockholders", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/faf57c48-0923-4369-83e7-acc1913ab7f1", "summary": "NEW YORK--(BUSINESS WIRE)--The Estée Lauder Companies Inc. (NYSE: EL) held its Annual Meeting of Stockholders today in New York City. William P. Lauder, Executive Chairman, chaired the meeting. Fabrizio Freda, President and Chief Executive Officer, reviewed recent financial results and described the Company’s long-term strategy. At the meeting, stockholders elected Ronald S. Lauder, William P. Lauder, Richard D. Parsons, Lynn Forester de Rothschild, Jennifer Tejada and Richard F. Zannino to the", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/faf57c48-0923-4369-83e7-acc1913ab7f1", "lang": "en", "hasPaywall": false}, {"datetime": 1573826400000, "headline": "The Estée Lauder Companies Becomes First Prestige Beauty Company to Execute a Virtual Power Purchase Agreement for Renewable Energy", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/1d655bd8-db91-4a98-9127-2e8131e90d31", "summary": "NEW YORK--(BUSINESS WIRE)--The Estée Lauder Companies Inc. (NYSE:EL) has signed a virtual power purchase agreement (VPPA) for the Ponderosa wind farm in Beaver County, Oklahoma, adding renewable energy to the electricity grid. This agreement makes The Estée Lauder Companies Inc. the first prestige beauty company to execute a VPPA1 and bolsters its renewable electricity footprint in the U.S. and Canada. The VPPA is the company’s largest renewable energy contract globally. The Ponderosa wind farm", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/1d655bd8-db91-4a98-9127-2e8131e90d31", "lang": "en", "hasPaywall": false}, {"datetime": 1573815600000, "headline": "North America Luxury Cosmetics Market Report 2019-2025 Featuring L'Oreal, Christian Dior, Shiseido, Puig, Coty, Revlon, Kao, Oriflame Cosmetics, Estee Lauder, and KOS", "source": "PR Newswire", "url": "https://cloud.iexapis.com/v1/news/article/3f67abd6-d8ca-412e-a8a9-f82270592b35", "summary": "DUBLIN, Nov. 15, 2019 /PRNewswire/ -- The \"North America Luxury Cosmetics Market (2019-2025)\" report has been added to ResearchAndMarkets.com's offering. The North America Luxury Cosmetics Market is expected to witness market growth of 3.5% CAGR during the forecast period (2019-2025)…", "related": "EL", "image": "https://cloud.iexapis.com/v1/news/image/3f67abd6-d8ca-412e-a8a9-f82270592b35", "lang": "en", "hasPaywall": false}]}}