{"OI": {"newsHeadlines": [{"datetime": 1574066040000, "headline": "Owens-Illinois (OI) Hit by Weak Beer Demand in U.S. Markets", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/880a83ad-7ec7-4c34-8c10-824eec1aa0b0", "summary": "Owens-Illinois' (OI) 2019 results is likely to be impacted by the continued slowdown in beer consumption in the United States and unfavorable foreign currency headwinds.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/880a83ad-7ec7-4c34-8c10-824eec1aa0b0", "lang": "en", "hasPaywall": false}, {"datetime": 1573806618000, "headline": "Capital Markets Weekly: Emerging Market issuers active despite recent bond-market yield reversal", "source": "IHS Markit", "url": "https://cloud.iexapis.com/v1/news/article/0a9ed9d3-c3c1-4f02-83a0-3ce5015f14e4", "summary": "Despite the ongoing yield reversal Emerging Market issuers have been active this week with Costa Rica completing a USD1.5 billion sale, while Morocco and Egypt are planning euro and dollar-denominated sales respectively, the latter potentially including 12 and 40-year tranches. Yield reversal From a peak of USD17.03 trillion on 29 August, the global stock of negative-yielding debt has fallen to USD11.94 billion as of 8 November according to Bloomberg data. Having traded around -0.4% in late August, France's 10-year bond has now reverted to positive territory (0.06%) while 10-year Bunds now yield -0.24%, half a percentage point above their 2019 low of -0.74%. Emerging markets Morocco has mandated banks for a Euro-denominated issue. In late October, its Finance Minister Mohamed Benchaaboun had announced the country's intention to undertake international issuance, its first bond sale for four years. At the time he announced that deal size would not exceed USD1.5 billion, while leaving open the choice between dollar and Euro-denominated issuance.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/0a9ed9d3-c3c1-4f02-83a0-3ce5015f14e4", "lang": "en", "hasPaywall": false}, {"datetime": 1569850380000, "headline": "Owens-Illinois (OI) Down 47% in a Year: Will it Bounce Back?", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/6000bced-e0dc-4ef8-94a4-a0609dbdc189", "summary": "Unfavorable foreign-currency translation impact, elevated operational costs and decline of beer consumption in the domestic market remain headwinds for Owens-Illinois (OI).", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/6000bced-e0dc-4ef8-94a4-a0609dbdc189", "lang": "en", "hasPaywall": false}, {"datetime": 1569811479000, "headline": "20% special margin may help calm castorseed contract prices", "source": "The Economic Times India", "url": "https://cloud.iexapis.com/v1/news/article/36c9e422-701c-4a1b-a478-301effbe932d", "summary": "OI measures the outstanding buysell positions of participants and gives an idea of the money flowing into the market.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/36c9e422-701c-4a1b-a478-301effbe932d", "lang": "en", "hasPaywall": false}, {"datetime": 1569512584000, "headline": "Castor seed futures hit record low on NCDEX amid default fears", "source": "The Economic Times India", "url": "https://cloud.iexapis.com/v1/news/article/474bd658-541b-4fce-ae19-b0dcec6797f7", "summary": "MUMBAI: Castor seed futures contracts Thursday hit a record low on India’s biggest exchange for trading farm-produce derivatives amid speculation of defaults by some members, although the bourse’s clearing house said that payouts were regular and as scheduled.NCDEX contract prices have slumped despite arrivals having shrunk from their December -March peak , with the near-month contract expiring October 18 hitting the 4% lower circuit for two consecutive days. On Thursday, until late evening, the contract hit a record low of Rs 5,348 a quintal and remained locked in the lower circuit.While speculation mounted that likely defaults by members caused prices to plunge, Rajeev Relhan, MD of the bourse’s clearing corporation NCCL, told ET that “all payout cycles were successfully conducted and that there was no default in any counter.”To be sure, NCDEX has advanced the staggered delivery period to October 3 from October 11 to rein in potentially excessive speculation. As of Wednesday, the margin was 10.65% for the active October contract.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/474bd658-541b-4fce-ae19-b0dcec6797f7", "lang": "en", "hasPaywall": false}, {"datetime": 1569430500000, "headline": "Owens-Illinois Stock Price Can More Than Double: Fund Manager", "source": "Barron's", "url": "https://cloud.iexapis.com/v1/news/article/d40cc09c-3e7e-4b31-aea4-a1cfe1a1a887", "summary": "The stock has sold off on short-term concerns but has a positive catalyst: an activist investor pushing Owens-Illinois to deleverage.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/d40cc09c-3e7e-4b31-aea4-a1cfe1a1a887", "lang": "en", "hasPaywall": true}, {"datetime": 1568808322000, "headline": "F&O: Price formation suggests bearishness; 10,800 level key", "source": "The Economic Times India", "url": "https://cloud.iexapis.com/v1/news/article/fce13dd9-4d29-4c3e-83b6-f7076d4b6b8c", "summary": "On the options front, maximum Put open interest (OI) was at 10,800 followed by 10,600 strike.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/fce13dd9-4d29-4c3e-83b6-f7076d4b6b8c", "lang": "en", "hasPaywall": false}, {"datetime": 1568649212000, "headline": "Trade setup: Nifty to stay muted, avoid aggressive bets for now", "source": "The Economic Times India", "url": "https://cloud.iexapis.com/v1/news/article/66f0186d-420a-46ba-afce-accbd42d1919", "summary": "The 11,000 level will be key, as it has the highest Put open interest (OI) builtup.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/66f0186d-420a-46ba-afce-accbd42d1919", "lang": "en", "hasPaywall": false}, {"datetime": 1565102400000, "headline": "Owens-Illinois (OI) Q2 Earnings Lag Estimates, View Cut", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/2859bc9c-77f4-4777-9885-f68d0719d841", "summary": "Higher operating costs led to Owens-Illinois (OI) Q2 results falling short of the Zacks Consensus Estimate as well as the year-ago results and is expected to hurt Q3 results as well.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/2859bc9c-77f4-4777-9885-f68d0719d841", "lang": "en", "hasPaywall": false}, {"datetime": 1559309501000, "headline": "Owens-Illinois (OI) Down 8.8% Since Last Earnings Report: Can It Rebound?", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/01165db7-5f9d-4f1a-8b4b-7866ae7b8f74", "summary": "Owens-Illinois (OI) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues.", "related": "OI", "image": "https://cloud.iexapis.com/v1/news/image/01165db7-5f9d-4f1a-8b4b-7866ae7b8f74", "lang": "en", "hasPaywall": false}]}}