{"NKE": {"newsHeadlines": [{"datetime": 1574884051000, "headline": "Nike releases Barry Sanders 20th anniversary Air Zoom Turf Jet 97", "source": "New York Post", "url": "https://cloud.iexapis.com/v1/news/article/11b2dfcf-8bba-4f10-b76c-e792012fbbc4", "summary": "When Barry Sanders abruptly retired from the NFL in 1999, he left Detroit Lions die-hards reeling. Two decades later, Nike is just doing something to make the Hall Of Famer’s early exodus easier to take — a Sanders shoe. The limited-edition sneakers celebrate 20 years since the legendary Lions running back exited the NFL without…", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/11b2dfcf-8bba-4f10-b76c-e792012fbbc4", "lang": "en", "hasPaywall": false}, {"datetime": 1574858100000, "headline": "Nike unter Beschuss: \"Athleten wurden misshandelt, um zu siegen\"", "source": "DiePresse·com", "url": "https://cloud.iexapis.com/v1/news/article/a8f0beac-0e9c-42cc-8774-88a94d8c9bd7", "summary": "Schwere Vorwürfe gegen den amerikanischen Sportartikelhersteller im Fall des mittlerweile aufgelösten Nike Oregon Project. Es ist widerlich, kritisiert Travis Tygart, Chef der US-Anti-Doping-Agentur.", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/a8f0beac-0e9c-42cc-8774-88a94d8c9bd7", "lang": "de", "hasPaywall": false}, {"datetime": 1574839800000, "headline": "Global Sports and Fitness Wear Market 2019-2023| Evolving Opportunities with adidas and Nike | Technavio", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/e0886873-2bc8-4c2d-8cae-4604ef470923", "summary": "LONDON--(BUSINESS WIRE)-- #sportsandfitnesswear--Technavio has been monitoring the sports and fitness wear market since 2016 and the market is poised to grow by USD 50.46 billion during 2019-2023", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/e0886873-2bc8-4c2d-8cae-4604ef470923", "lang": "en", "hasPaywall": false}, {"datetime": 1574805272000, "headline": "Best Black Friday 2019 workout clothing deals: Nike, Adidas and more", "source": "New York Post", "url": "https://cloud.iexapis.com/v1/news/article/a8158865-47ce-4a5f-a382-89fa94747757", "summary": "You know you want those Lululemon leggings.", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/a8158865-47ce-4a5f-a382-89fa94747757", "lang": "en", "hasPaywall": false}, {"datetime": 1574776800000, "headline": "How $150,000 hyperrealistic murals come to life", "source": "Business Insider", "url": "https://cloud.iexapis.com/v1/news/article/f371106a-52eb-42fa-927b-087b88bb023f", "summary": "Brooklyn-based Colossal Media creates photo-realistic murals as ads for major brands like Google, Nike, and Coca-Cola. Colossal's in-house creative studio works with a brand to come up with the artwork. Visit Business Insider's homepage for more stories. Following is a transcription of the video. Narrator: This isn't a photograph. And neither is this one. These are hand-painted billboards on the walls of New York City. Nicole Greco-Lucchina: It looks like you can drink the beer off the wall, eat the sandwich off the wall. Narrator: Brooklyn-based Colossal Media creates these photo-realistic murals as ads for major brands like Google, Nike, and Coca-Cola. And they can cost up to $150,000. We got a look inside Colossal's colorful workshop to see how painters bring these once bygone masterpieces to life. Large-scale billboards first popped up in the 1830s. The tough painters that hung from buildings through all kinds of weather were affectionately nicknamed wall dogs. Their heyday came in the 1920s, when hand-painted ads for everything from Coca-Cola to cold medicines dotted the walls of New York City.", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/f371106a-52eb-42fa-927b-087b88bb023f", "lang": "en", "hasPaywall": false}, {"datetime": 1574708546000, "headline": "Magic Johnson's One Investment Regret | ETF Trends", "source": "ETF Trends", "url": "https://cloud.iexapis.com/v1/news/article/0fa22b04-9ee2-42b5-a2f6-93ed2089ee3d", "summary": "Despite his tremendous success, Magic Johnson laments not pulling the trigger on some free Nike (NKE) stock.", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/0fa22b04-9ee2-42b5-a2f6-93ed2089ee3d", "lang": "en", "hasPaywall": false}, {"datetime": 1574706092000, "headline": "5 biggest winners and losers in college basketball this week", "source": "Business Insider", "url": "https://cloud.iexapis.com/v1/news/article/f2311303-12c8-4333-8eb6-88a080ce2783", "summary": "The third week of the 2019-2020 basketball season has come and gone, and the AP Top 25 Poll doesn't look too different from how it looked the week prior. The Duke Blue Devils stay in the top spot after the previously top-ranked Kentucky Wildcats fell in dramatic fashion to the unranked Evansville Purple Aces two weeks ago. The Louisville Cardinals, Michigan State Spartans , Kansas Jayhawks, and Maryland Terrapins round out the top five for the week, with the first of those three maintaining their spots from Week 3. The ACC, SEC, and Pac-12 lead all conferences with four teams in the AP Top 25 Poll, while the Big 12, Big Ten, and Big East all have three teams apiece in the rankings. Here are the five biggest winners and losers of Week 4 of the college basketball season. Visit Business Insider's homepage for more stories . ▲ No. 19 Baylor Bears — Up 5 spots in the AP Top 25 Poll Baylor had itself a week. The Bears beat up on the Ohio Bobcats and Coastal Carolina Chanticleers before taking down the then-No. 17 Villanova Wildcats in one of the week's best top-25 showdowns.", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/f2311303-12c8-4333-8eb6-88a080ce2783", "lang": "en", "hasPaywall": false}, {"datetime": 1574705820000, "headline": "Nike's early Black Friday sale is live now — here's how to save an extra 20% on sale sneakers, clothing, and accessories", "source": "Business Insider", "url": "https://cloud.iexapis.com/v1/news/article/3574a738-ff77-4917-ba62-2cb4d746c1cd", "summary": "During Nike's pre-Black Friday sale , you can save 20% on sale items by using the promo code \"WINSTREAK\" at checkout. The ad includes sneakers , casual and workout clothing , and accessories . Shop more of the best Black Friday 2019 deals we've found , and take a look at our curated deals from Amazon , Target , and Walmart . To potentially save more this Black Friday, visit Business Insider Coupons and check out our most up-to-date Nike coupons and promo codes . In anticipation of Black Friday, Nike is having a huge sale on shoes , clothing , and accessories for men, women, and kids. From November 24 at 12 a.m. PST through November 27 at 11:59 p.m. PST, you can save an extra 20% on select sale styles by using the promo code \" WINSTREAK \" at checkout. The early Black Friday ad includes popular running styles like the Nike Free RN 5.0 and Air VaporMax , and timeless classics like the Air Force 1 . You'll find shoes and clothing for performance or for casual wear. You'll have 60 days to return all purchases made between November 1, 2019, and January 6, 2020.", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/3574a738-ff77-4917-ba62-2cb4d746c1cd", "lang": "en", "hasPaywall": false}, {"datetime": 1574701282000, "headline": "Supreme and Nike's latest collaboration is dropping this week ... And there's even Supreme bling", "source": "Evening Standard", "url": "https://cloud.iexapis.com/v1/news/article/66e3cc6a-e993-4ebd-90c3-d5c0f49f81f9", "summary": "Bank balances, get ready", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/66e3cc6a-e993-4ebd-90c3-d5c0f49f81f9", "lang": "en", "hasPaywall": false}, {"datetime": 1574697168000, "headline": "Apple Card Now Offers 3% Cash Back on Nike Purchases via Apple Pay", "source": "Mac Rumors", "url": "https://cloud.iexapis.com/v1/news/article/0caa2500-a59d-42de-a397-8e9e7bc4b2f6", "summary": "Apple Card users will now receive 3% Daily Cash when using Apple Pay to make purchases at Nike stores, on Nike.com, in the Nike app, and across SNKRS, the Nike Training Club, and the Nike Running Club, according to TechCrunch . 3% Daily Cash was initially limited to purchases made directly with Apple, but partners now include Uber and Uber Eats, Walgreens, Duane Reade, T-Mobile, and Nike. Apple says additional partners will be added over time. All other purchases made with the ‌‌Apple Card‌‌ via ‌‌Apple Pay‌‌ will continue to receive two percent Daily Cash, while purchases made with the physical, titanium ‌‌Apple Card‌‌ qualify for one percent Daily Cash. To apply for an ‌‌Apple Card‌‌, simply open the Wallet app on an iPhone running iOS 12.4 or later, tap the plus button in the top-right corner, and follow the on-screen steps. The process takes just a few minutes, and if approved, your digital ‌‌Apple Card‌‌ will be ready for purchases immediately. Daily Cash is unlimited and paid out daily to your Apple Cash account.", "related": "NKE", "image": "https://cloud.iexapis.com/v1/news/image/0caa2500-a59d-42de-a397-8e9e7bc4b2f6", "lang": "en", "hasPaywall": false}]}}