{"HAS": {"newsHeadlines": [{"datetime": 1574808327000, "headline": "These are the 16 hottest toys every kid will want this holiday", "source": "Business Insider", "url": "https://cloud.iexapis.com/v1/news/article/9a682329-6714-4f60-9b1f-e8002be02d36", "summary": "From the New York Toy Fair to the TTPM 's (Toys, tots, pets, and more) holiday showcase, I looked at and previewed hundreds of toys throughout the year. The unboxing trend is even bigger this year with the popularity of last year's L.O.L. Surprise dolls and more variations on the Hatchimals brand. From \"Avengers: Endgame\" figures to singing dolls from \"Frozen 2,\" keep reading to see what kids will want this holiday. Visit Insider's homepage for more stories. L.O.L. Surprise is still one of the most sought-after toys and this year it's bigger than before with a 2-in-1 glamper. If you're not familiar with L.O.L. Surprise, it was one of the biggest toys of 2018, too. Typically, they come in small capsules to reveal small dolls with clothing and accessories. The toy is all about the unboxing experience with everything ornately wrapped in individual packaging. The L.O.L. Surprise 2-in-1 Glamper comes with over 55 surprises for kids to open. The bus unpacks to become three feet wide and two-feet tall.", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/9a682329-6714-4f60-9b1f-e8002be02d36", "lang": "en", "hasPaywall": false}, {"datetime": 1574723880000, "headline": "5 Black Friday-Related Stocks That Could Benefit From Taking a Stance on Sustainability and Social Issues", "source": "MarketWatch", "url": "https://cloud.iexapis.com/v1/news/article/241bc96a-be4d-4bdc-89fa-5f52ce14f85c", "summary": "Hasbro, Starbucks, Nordstrom, TJX, and Target stand out on the ESG front, which could make them attractive to shoppers this holiday seasons–as well as investors.", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/241bc96a-be4d-4bdc-89fa-5f52ce14f85c", "lang": "en", "hasPaywall": false}, {"datetime": 1574700000000, "headline": "Hasbro Stock Has Been Battered This Year. Analysts Say It Now Has ‘More Than 20% Upside.’", "source": "Barron's", "url": "https://cloud.iexapis.com/v1/news/article/9d6019d0-1355-4c22-b46a-112655fa93c8", "summary": "Analysts at UBS upgraded Hasbro stock, saying they now see “more than 20% upside” after the stock lost a quarter of its value since September.", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/9d6019d0-1355-4c22-b46a-112655fa93c8", "lang": "en", "hasPaywall": true}, {"datetime": 1574699841000, "headline": "Stocks making the biggest moves midday: TD Ameritrade, Tiffany, Uber, Hasbro & more", "source": "CNBC", "url": "https://cloud.iexapis.com/v1/news/article/2ffeaa76-4b7d-4fb6-8521-5620ad9f9ed6", "summary": "TD Ameritrade and Tiffany both rise on dealmaking news while Hasbro gets a boost from an analyst upgrade.", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/2ffeaa76-4b7d-4fb6-8521-5620ad9f9ed6", "lang": "en", "hasPaywall": false}, {"datetime": 1574695680000, "headline": "Hasbro upgraded on earnings growth potential from Entertainment One acquisition", "source": "MarketWatch", "url": "https://cloud.iexapis.com/v1/news/article/4c64857c-fea4-4f29-978a-cd15e114197a", "summary": "Hasbro Inc. shares rose 3.4% in Monday trading after the toy maker was upgraded to buy from neutral at UBS based on the earnings growth potential from the…", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/4c64857c-fea4-4f29-978a-cd15e114197a", "lang": "en", "hasPaywall": false}, {"datetime": 1574691390000, "headline": "UBS Upgrades Hasbro As Stock Price Bakes In Tariffs, Slow Holiday", "source": "Benzinga Feeds", "url": "https://cloud.iexapis.com/v1/news/article/5eeb898e-7857-49ad-8655-5e0930685658", "summary": "Hasbro, Inc. (NASDAQ: HAS ) has slipped 25% on weak third-quarter figures, but the toymaker could gain firmer footing as Walt Disney Co's (NYSE: DIS ) “ Frozen ” franchise heats things up. The Rating UBS analysts led by Arpine Kocharyan upgraded Hasbro to Buy and maintained a $117 price target. The Thesis UBS buyer checks suggest that dolls, action figures, Nerf products and games will drive an increase in points of sale in the fourth quarter. That’s not necessarily enough to keep Hasbro fans content. “Q4 EPS could be noisy, however, given equity issuance and debt raise with no corresponding revenue from eOne,” the analysts wrote in a report. “We do not believe Hasbro can recapture much of Q3 shipment miss in Q4. Additionally, toy stocks typically … Full story available on Benzinga.com", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/5eeb898e-7857-49ad-8655-5e0930685658", "lang": "en", "hasPaywall": false}, {"datetime": 1574686579000, "headline": "UBS upgrades Hasbro on strong sales of 'Frozen II' dolls into Black Friday", "source": "CNBC", "url": "https://cloud.iexapis.com/v1/news/article/1593c208-0c7b-4d7f-9136-5a60766b0b6f", "summary": "\"We expect stronger movie slate to provide buffer for what could be a subdued holiday season for the toy names this year,\" UBS said.", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/1593c208-0c7b-4d7f-9136-5a60766b0b6f", "lang": "en", "hasPaywall": false}, {"datetime": 1574649787000, "headline": "Hastings Technology Metals : Bulk Ore Sorting Trial Shows Outstanding Results | MarketScreener", "source": "MarketScreener", "url": "https://cloud.iexapis.com/v1/news/article/7e804b11-a254-42d6-ae0a-e74144a0989c", "summary": "Access to this site Your access to the site constitutes your agreement to be bound by the General Conditions which are available at… | November 25, 2019", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/7e804b11-a254-42d6-ae0a-e74144a0989c", "lang": "en", "hasPaywall": false}, {"datetime": 1574373067000, "headline": "Watchdog probing Hasbro's bid to buy Peppa Pig owner Entertainment One", "source": "This is Money", "url": "https://cloud.iexapis.com/v1/news/article/1fb6fa4a-307a-4acb-bdf7-1cad1ba970c6", "summary": "The Competition and Markets Authority has asked for comments by December 5 on how the deal will affect the UK's media and toy industries. The CMA aims to make a decision by January 21.", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/1fb6fa4a-307a-4acb-bdf7-1cad1ba970c6", "lang": "en", "hasPaywall": false}, {"datetime": 1574247600000, "headline": "The Trade War Will Weigh on Holiday Sales—and Hasbro Stock Might Feel More Pain", "source": "Barron's", "url": "https://cloud.iexapis.com/v1/news/article/42610cd4-05c7-4219-a918-b526d872e0d0", "summary": "Investors eyeing Hasbro’s beaten-up stock may want to wait before buying, said Jaime Katz, senior equity analyst at Morningstar. “There could be more downside if the tariffs wind up being implemented and maintained over the full 2020 year,” she said.", "related": "HAS", "image": "https://cloud.iexapis.com/v1/news/image/42610cd4-05c7-4219-a918-b526d872e0d0", "lang": "en", "hasPaywall": true}]}}