{"GIS": {"newsHeadlines": [{"datetime": 1574778960000, "headline": "From optimised production to traceability: Agritask ‘pushing the boundaries of data analytics’", "source": "Food Navigator", "url": "https://cloud.iexapis.com/v1/news/article/217e981a-e59e-43c4-909b-0812a72d424c", "summary": "Israeli food tech company Agritask has secured fresh capital to invest in R&D and expand the customer network for its precision agriculture solution, which is already employed by the likes of General Mills.", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/217e981a-e59e-43c4-909b-0812a72d424c", "lang": "en", "hasPaywall": false}, {"datetime": 1574719200000, "headline": "General Mills to Webcast Fiscal 2020 Second Quarter Earnings Conference Call on December 18, 2019", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/0706102d-4801-4f8d-8b80-b795ec2f6ae6", "summary": "MINNEAPOLIS--(BUSINESS WIRE)--General Mills, Inc. (NYSE: GIS) plans to report results for its fiscal 2020 second quarter on Wednesday, December 18, 2019. A press release will be issued that morning, followed by a webcast conference call of those results beginning at 7:30 a.m. CT (8:30 a.m. ET). Interested investors can access this webcast and supporting slides at www.generalmills.com/investors. About General Mills General Mills is a leading global food company that serves the world by making fo", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/0706102d-4801-4f8d-8b80-b795ec2f6ae6", "lang": "en", "hasPaywall": false}, {"datetime": 1574351510000, "headline": "How General Mills Tried To Make Its Food A Little Healthier For You", "source": "Benzinga", "url": "https://cloud.iexapis.com/v1/news/article/93221c4e-9c5f-473d-82bd-d39a3e1dbe38", "summary": "General Mills, Inc. (NYSE: GIS ) achieved a 2015 goal of lowering sodium by 20% across all 10 key U.S. product categories, the company said Tuesday. What Happened At Generals Mills General Mills set out to slash sodium content in all of its product categories, including cereals, dry dinners, frozen pizza, Mexican dinners, refrigerated dough products, savory snacks, canned vegetables, side dishes, soups and variety baking mixes. General Mills also lowered sodium content across food groups that weren't part of the original goal, including frozen breakfast products, dessert mixes, grain snacks and frozen appetizers. General Mills senior director of Innovation, Technology & Quality Tom Hockenberry said its … Full story available on Benzinga.com", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/93221c4e-9c5f-473d-82bd-d39a3e1dbe38", "lang": "en", "hasPaywall": false}, {"datetime": 1574348160000, "headline": "Global Vanillin Industry Report 2019-2024: Key Players are Solvay, Evolva, Camlin Fine Sciences, Lesaffre (Ennloys), and Prinova Group - ResearchAndMarkets.com", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/250faeb2-ff5a-41df-8b94-e09d5659405b", "summary": "DUBLIN--(BUSINESS WIRE)--The \"Vanillin Market - Growth, Trends, And Forecast (2019 - 2024)\" report has been added to ResearchAndMarkets.com's offering. The Vanillin market is forecasted to reach USD 493 million by 2024 growing at a CAGR of 8.2% during the forecast period (2019-2024). Vanillin market's growth is driven by its diversified applications in end-user industries, ranging from food and beverage to pharmaceuticals. Major players in the end user segment such as Nestle and General Mills,", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/250faeb2-ff5a-41df-8b94-e09d5659405b", "lang": "en", "hasPaywall": false}, {"datetime": 1574105280000, "headline": "Lineage Logistics Expands Global Cold-Storage Space with $900 Million Acquisition", "source": "The Wall Street Journal", "url": "https://cloud.iexapis.com/v1/news/article/f5d5c8b0-3e00-40dc-8d50-ca3b4c4986be", "summary": "Lineage, whose customers include Walmart Inc., Tyson Foods Inc., General Mills Inc. and Sysco Corp., is paying more than $900 million for Emergent, in a deal being announced this week, according to a person familiar with the sale. The transaction would increase Lineage’s global footprint by about 8%, to more than 1.7 billion cubic feet of capacity.", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/f5d5c8b0-3e00-40dc-8d50-ca3b4c4986be", "lang": "en", "hasPaywall": true}, {"datetime": 1573583220000, "headline": "United States Prepared Meals Market Report 2019 Featuring Leading Players - Nestle, ConAgra Brands, and General Mills - ResearchAndMarkets.com", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/7606d789-2331-4498-9c95-4d77c53114e5", "summary": "DUBLIN--(BUSINESS WIRE)--The \"US Prepared Meals\" report has been added to ResearchAndMarkets.com's offering. The US prepared meals sector is led by the ready meals category in both value and volume terms in 2018 and pizza category is expected to register fastest value and volume growth during 2018-2023. Hypermarkets & supermarkets is the leading channel for distribution of prepared meals products in the US. Rigid plastics is the most commonly used pack material in the sector, followed by fl", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/7606d789-2331-4498-9c95-4d77c53114e5", "lang": "en", "hasPaywall": false}, {"datetime": 1573068060000, "headline": "World Organic Food & Beverage Market Outlook to 2024 - Featuring Coleman Natural Foods, Dean Foods, Florida Crystals, General Mills, Kraft Heinz, Organic Valley Family of Farms, Safeway, Tesco & More - ResearchAndMarkets.com", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/916d6822-54e0-42cd-8dd6-9445da19452c", "summary": "DUBLIN--(BUSINESS WIRE)--The \"Organic Foods and Beverages: Global Markets\" report has been added to ResearchAndMarkets.com's offering. The global organic food and beverage market has grown rapidly in the last few years and this growth is expected to continue. The market is being driven by increasing consumer awareness, increasing amounts of organic farmland, the accessibility of organic products, acceptance of new organic standards and rising per capita income in developing countries such as Ch", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/916d6822-54e0-42cd-8dd6-9445da19452c", "lang": "en", "hasPaywall": false}, {"datetime": 1573043400000, "headline": "Global Frozen Ready Meals Market 2019-2023 | Evolving Opportunities With Conagra Brands Inc. and General Mills Inc. | Technavio", "source": "Business Wire", "url": "https://cloud.iexapis.com/v1/news/article/11f96694-9ca8-4f7a-b105-03b889ef56ff", "summary": "LONDON--(BUSINESS WIRE)-- #foodandbeverage--Technavio has been monitoring the global frozen ready meals market since 2016 and the market is poised to grow by USD 21.95 billion during 2019-2023", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/11f96694-9ca8-4f7a-b105-03b889ef56ff", "lang": "en", "hasPaywall": false}, {"datetime": 1572263247000, "headline": "3 Big Stock Charts for Monday: Coca-Cola, L Brands, and General Mills", "source": "InvestorPlace", "url": "https://cloud.iexapis.com/v1/news/article/5362418a-56c3-4275-8607-97e68f4d6dc3", "summary": "These three big stock charts, including KO stock, highlight potential movers in a consumer sector that continues to carry the economy.", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/5362418a-56c3-4275-8607-97e68f4d6dc3", "lang": "en", "hasPaywall": false}, {"datetime": 1571405404000, "headline": "Why Is General Mills (GIS) Down 2.6% Since Last Earnings Report?", "source": "Zacks Investment Research", "url": "https://cloud.iexapis.com/v1/news/article/5513b720-daed-4662-920a-e32d28fe1fc3", "summary": "General Mills (GIS) reported earnings 30 days ago. What's next for the stock? We take a look at earnings estimates for some clues.", "related": "GIS", "image": "https://cloud.iexapis.com/v1/news/image/5513b720-daed-4662-920a-e32d28fe1fc3", "lang": "en", "hasPaywall": false}]}}